Repository: digitalfreedom-co-za/bucketeer
Catalog: Bucketeer/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv

# trash.column.deleted
source: Deleted
cs: Smazáno
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Eliminado
fi: Poistettu
fr: Supprimé
hu: Törölve
it: Eliminato
ja: 削除日
ko: 삭제됨
nb: Slettet
nl: Verwijderd
pl: Usunięto
pt_br: Excluído
pt_pt: Eliminado
ru: Удалён
sv: Raderad

# trash.column.size
source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek

# trash.column.status
source: Cache
cs: Mezipaměť
el: Προσωρινή μνήμη
es: Caché
fi: Välimuisti
hu: Gyorsítótár
ja: キャッシュ
ko: 캐시
nb: Buffer
ru: Кэш

# trash.column.target
source: Object
cs: Objekt
da: Objekt
de: Objekt
el: Αντικείμενο
es: Objeto
fi: Objekti
fr: Objet
hu: Objektum
it: Oggetto
ja: オブジェクト
ko: 객체
nb: Objekt
pl: Obiekt
pt_br: Objeto
pt_pt: Objeto
ru: Объект
sv: Objekt

# trash.empty.confirm.button
source: Empty
cs: Vysypat
da: Tøm
de: Leeren
el: Άδειασμα
es: Vaciar
fi: Tyhjennä
fr: Vider
hu: Ürítés
it: Svuota
ja: 空にする
ko: 비우기
nb: Tøm
nl: Legen
pl: Opróżnij
pt_br: Esvaziar
pt_pt: Esvaziar
ru: Очистить
sv: Töm

# trash.empty.confirm.message
source: All trash entries and cached copies will be removed from this Mac. Provider-side data is already gone.
cs: Všechny položky koše a kopie v mezipaměti budou z tohoto Macu odstraněny. Data na straně poskytovatele jsou už pryč.
da: Alle poster i papirkurven og cachede kopier fjernes fra denne Mac. Data hos udbyderen er allerede væk.
de: Alle Einträge und zwischengespeicherten Kopien werden von diesem Mac entfernt. Provider-Daten sind bereits gelöscht.
el: Όλες οι εγγραφές του Κάδου και τα αντίγραφα στην προσωρινή μνήμη θα αφαιρεθούν από αυτό το Mac. Τα δεδομένα στην πλευρά του παρόχου έχουν ήδη διαγραφεί.
es: Se eliminarán todas las entradas y copias en caché de este Mac. Los datos en el proveedor ya están eliminados.
fi: Kaikki roskakorin merkinnät ja välimuistikopiot poistetaan tältä Macilta. Palveluntarjoajan puolella data on jo poistettu.
fr: Toutes les entrées et copies en cache seront supprimées de ce Mac. Les données chez le fournisseur sont déjà supprimées.
hu: Minden kukabejegyzés és gyorsítótárazott másolat el lesz távolítva erről a Macről. A szolgáltatóoldali adatok már törlődtek.
it: Tutte le voci e le copie in cache verranno rimosse da questo Mac. I dati lato provider sono già stati eliminati.
ja: このMacからすべてのエントリとキャッシュされたコピーが削除されます。プロバイダ側のデータはすでに削除済みです。
ko: 이 Mac에서 모든 항목과 캐시된 사본이 삭제됩니다. 공급자 측 데이터는 이미 삭제되었습니다.
nb: Alle papirkurv-oppføringer og bufrede kopier fjernes fra denne Macen. Dataene hos leverandøren er allerede borte.
nl: Alle vermeldingen en gecachte kopieën worden verwijderd van deze Mac. Provider-data is al weg.
pl: Wszystkie wpisy i zachowane kopie zostaną usunięte z tego Maca. Dane po stronie dostawcy już nie istnieją.
pt_br: Todas as entradas e cópias em cache serão removidas deste Mac. Os dados no provedor já foram excluídos.
pt_pt: Todas as entradas do Lixo e cópias em cache serão removidas deste Mac. Os dados do lado do fornecedor já foram eliminados.
ru: Все записи корзины и кэшированные копии будут удалены с этого Mac. Данные на стороне провайдера уже удалены.
sv: Alla poster i papperskorgen och cachade kopior tas bort från denna Mac. Data hos leverantören är redan borta.

# trash.empty.confirm.title
source: Empty trash?
cs: Vysypat koš?
da: Tøm papirkurv?
de: Papierkorb leeren?
el: Άδειασμα Κάδου;
es: ¿Vaciar papelera?
fi: Tyhjennetäänkö roskakori?
fr: Vider la corbeille ?
hu: Üríti a kukát?
it: Svuotare il cestino?
ja: ゴミ箱を空にしますか？
ko: 휴지통을 비우시겠습니까?
nb: Tømme papirkurven?
nl: Prullenbak legen?
pl: Opróżnić kosz?
pt_br: Esvaziar a lixeira?
pt_pt: Esvaziar o Lixo?
ru: Очистить корзину?
sv: Töm papperskorgen?

# trash.empty.subtitle
source: Deleted objects appear here. Cached copies enable one-click restore.
cs: Smazané objekty se zobrazí zde. Kopie v mezipaměti umožňují obnovení jedním kliknutím.
da: Slettede objekter vises her. Cachede kopier muliggør gendannelse med ét klik.
de: Gelöschte Objekte erscheinen hier. Zwischengespeicherte Kopien ermöglichen Wiederherstellung mit einem Klick.
el: Τα διαγραμμένα αντικείμενα εμφανίζονται εδώ. Τα αντίγραφα στην προσωρινή μνήμη επιτρέπουν επαναφορά με ένα κλικ.
es: Los objetos eliminados aparecen aquí. Las copias en caché permiten restaurar con un clic.
fi: Poistetut objektit näkyvät tässä. Välimuistikopiot mahdollistavat palautuksen yhdellä klikkauksella.
fr: Les objets supprimés apparaissent ici. Les copies en cache permettent une restauration en un clic.
hu: A törölt objektumok itt jelennek meg. A gyorsítótárazott másolatok egykattintásos visszaállítást tesznek lehetővé.
it: Gli oggetti eliminati appaiono qui. Le copie in cache abilitano il ripristino con un clic.
ja: 削除されたオブジェクトはここに表示されます。キャッシュされたコピーがあればワンクリックで復元できます。
ko: 삭제된 객체가 여기에 표시됩니다. 캐시된 사본이 있으면 한 번의 클릭으로 복원할 수 있습니다.
nb: Slettede objekter vises her. Bufrede kopier gjør gjenoppretting med ett klikk mulig.
nl: Verwijderde objecten verschijnen hier. Gecachte kopieën maken herstellen met één klik mogelijk.
pl: Usunięte obiekty pojawią się tutaj. Zachowane kopie pozwalają na przywrócenie jednym kliknięciem.
pt_br: Objetos excluídos aparecem aqui. Cópias em cache permitem restaurar com um clique.
pt_pt: Os objetos eliminados aparecem aqui. As cópias em cache permitem o restauro com um clique.
ru: Удалённые объекты появляются здесь. Кэшированные копии позволяют восстановить их одним нажатием.
sv: Raderade objekt visas här. Cachade kopior möjliggör återställning med ett klick.

# trash.empty.title
source: Trash is empty
cs: Koš je prázdný
da: Papirkurven er tom
de: Papierkorb ist leer
el: Ο Κάδος είναι άδειος
es: La papelera está vacía
fi: Roskakori on tyhjä
fr: La corbeille est vide
hu: A kuka üres
it: Il cestino è vuoto
ja: ゴミ箱は空です
ko: 휴지통이 비어 있음
nb: Papirkurven er tom
nl: Prullenbak is leeg
pl: Kosz jest pusty
pt_br: A lixeira está vazia
pt_pt: O Lixo está vazio
ru: Корзина пуста
sv: Papperskorgen är tom

# trash.error.accountGone
source: The original account is no longer connected.
cs: Původní účet už není připojen.
da: Den oprindelige konto er ikke længere forbundet.
de: Das ursprüngliche Konto ist nicht mehr verbunden.
el: Ο αρχικός λογαριασμός δεν είναι πλέον συνδεδεμένος.
es: La cuenta original ya no está conectada.
fi: Alkuperäinen tili ei ole enää yhdistetty.
fr: Le compte d’origine n’est plus connecté.
hu: Az eredeti fiók már nincs csatlakoztatva.
it: L’account originale non è più connesso.
ja: 元のアカウントはもう接続されていません。
ko: 원래 계정이 더 이상 연결되어 있지 않습니다.
nb: Den opprinnelige kontoen er ikke lenger tilkoblet.
nl: Het oorspronkelijke account is niet meer verbonden.
pl: Pierwotne konto nie jest już połączone.
pt_br: A conta original não está mais conectada.
pt_pt: A conta original já não está ligada.
ru: Исходная учётная запись больше не подключена.
sv: Det ursprungliga kontot är inte längre anslutet.

# trash.error.cacheMissing
source: The cached file is gone from disk.
cs: Soubor v mezipaměti už na disku není.
da: Den cachede fil findes ikke længere på disken.
de: Die zwischengespeicherte Datei ist vom Datenträger verschwunden.
el: Το αρχείο της προσωρινής μνήμης δεν υπάρχει πλέον στον δίσκο.
es: El archivo en caché ya no está en el disco.
fi: Välimuistitiedosto on kadonnut levyltä.
fr: Le fichier en cache n’est plus sur le disque.
hu: A gyorsítótárazott fájl eltűnt a lemezről.
it: Il file in cache non è più sul disco.
ja: キャッシュされたファイルがディスク上に見つかりません。
ko: 캐시된 파일이 디스크에서 사라졌습니다.
nb: Den bufrede filen finnes ikke lenger på disken.
nl: Het gecachte bestand staat niet meer op de schijf.
pl: Brak pliku w pamięci podręcznej na dysku.
pt_br: O arquivo em cache desapareceu do disco.
pt_pt: O ficheiro em cache já não existe no disco.
ru: Кэшированный файл отсутствует на диске.
sv: Den cachade filen finns inte längre på disken.

# trash.error.notRestorable
source: This entry has no cached copy and cannot be restored.
cs: Tato položka nemá kopii v mezipaměti a nelze ji obnovit.
da: Denne post har ingen cachet kopi og kan ikke gendannes.
de: Für diesen Eintrag existiert keine Kopie; Wiederherstellung nicht möglich.
el: Αυτή η εγγραφή δεν έχει αντίγραφο στην προσωρινή μνήμη και δεν μπορεί να επαναφερθεί.
es: Esta entrada no tiene copia en caché y no se puede restaurar.
fi: Tällä merkinnällä ei ole välimuistikopiota, eikä sitä voi palauttaa.
fr: Cette entrée n’a pas de copie en cache et ne peut pas être restaurée.
hu: Ehhez a bejegyzéshez nincs gyorsítótárazott másolat, ezért nem állítható vissza.
it: Questa voce non ha una copia in cache e non può essere ripristinata.
ja: このエントリにはキャッシュされたコピーがなく、復元できません。
ko: 이 항목은 캐시된 사본이 없어 복원할 수 없습니다.
nb: Denne oppføringen har ingen bufret kopi og kan ikke gjenopprettes.
nl: Deze vermelding heeft geen gecachte kopie en kan niet worden hersteld.
pl: Ten wpis nie ma zachowanej kopii i nie można go przywrócić.
pt_br: Esta entrada não tem cópia em cache e não pode ser restaurada.
pt_pt: Esta entrada não tem cópia em cache e não pode ser restaurada.
ru: У этой записи нет кэшированной копии, восстановление невозможно.
sv: Den här posten har ingen cachad kopia och kan inte återställas.

# trash.error.restoreCancelled
source: Restore was cancelled.
cs: Obnovení bylo zrušeno.
da: Gendannelsen blev annulleret.
de: Wiederherstellung wurde abgebrochen.
el: Η επαναφορά ακυρώθηκε.
es: Restauración cancelada.
fi: Palautus peruutettiin.
fr: La restauration a été annulée.
hu: A visszaállítás meg lett szakítva.
it: Ripristino annullato.
ja: 復元はキャンセルされました。
ko: 복원이 취소되었습니다.
nb: Gjenopprettingen ble avbrutt.
nl: Herstellen geannuleerd.
pl: Przywracanie anulowane.
pt_br: A restauração foi cancelada.
pt_pt: O restauro foi cancelado.
ru: Восстановление отменено.
sv: Återställningen avbröts.

# trash.error.restoreUnknown
source: Restore did not finish.
cs: Obnovení nebylo dokončeno.
da: Gendannelsen blev ikke fuldført.
de: Wiederherstellung nicht abgeschlossen.
el: Η επαναφορά δεν ολοκληρώθηκε.
es: La restauración no terminó.
fi: Palautus ei valmistunut.
fr: La restauration ne s’est pas terminée.
hu: A visszaállítás nem fejeződött be.
it: Il ripristino non è stato completato.
ja: 復元が完了しませんでした。
ko: 복원이 완료되지 않았습니다.
nb: Gjenopprettingen ble ikke fullført.
nl: Herstellen niet voltooid.
pl: Przywracanie nie zostało ukończone.
pt_br: A restauração não foi concluída.
pt_pt: O restauro não foi concluído.
ru: Восстановление не было завершено.
sv: Återställningen slutfördes inte.

# trash.footer.count
source: Showing %lld of %lld entries
cs: Zobrazeno %lld z %lld záznamů
da: Viser %lld af %lld poster
de: %lld von %lld Einträgen
el: Εμφανίζονται %lld από %lld εγγραφές
es: Mostrando %lld de %lld entradas
fi: Näytetään %lld / %lld merkintää
fr: %lld sur %lld entrées
hu: %lld / %lld bejegyzés megjelenítve
it: %lld di %lld voci
ja: %lld / %lld 件を表示
ko: %lld개 항목 중 %lld개 표시
nb: Viser %lld av %lld oppføringer
nl: %lld van %lld weergegeven
pl: Pokazano %lld z %lld wpisów
pt_br: Mostrando %lld de %lld entradas
pt_pt: A mostrar %lld de %lld entradas
ru: Показано %lld из %lld записей
sv: Visar %lld av %lld poster

# trash.forget.confirm.button
source: Forget
cs: Zapomenout
da: Glem
de: Verwerfen
el: Αγνόηση
es: Olvidar
fi: Unohda
fr: Oublier
hu: Elfelejtés
it: Dimentica
ja: 破棄
ko: 잊기
nb: Glem
nl: Vergeten
pl: Zapomnij
pt_br: Esquecer
pt_pt: Esquecer
ru: Забыть
sv: Glöm

# trash.forget.confirm.title
source: Forget this entry?
cs: Zapomenout tuto položku?
da: Glem denne post?
de: Eintrag verwerfen?
el: Αγνόηση αυτής της εγγραφής;
es: ¿Olvidar esta entrada?
fi: Unohdetaanko tämä merkintä?
fr: Oublier cette entrée ?
hu: Elfelejti ezt a bejegyzést?
it: Dimenticare questa voce?
ja: このエントリを破棄しますか？
ko: 이 항목을 잊으시겠습니까?
nb: Glemme denne oppføringen?
nl: Deze vermelding vergeten?
pl: Zapomnieć ten wpis?
pt_br: Esquecer esta entrada?
pt_pt: Esquecer esta entrada?
ru: Забыть эту запись?
sv: Glöm den här posten?

# trash.restore.confirm.button
source: Restore
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복원
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
sv: Återställ

# trash.restore.confirm.message
source: Upload the cached copy to %@/%@?
cs: Nahrát kopii z mezipaměti do %@/%@?
da: Vil du uploade den cachede kopi til %@/%@?
de: Zwischengespeicherte Kopie nach %@/%@ hochladen?
el: Μεταφόρτωση του αντιγράφου από την προσωρινή μνήμη στο %@/%@;
es: ¿Subir la copia en caché a %@/%@?
fi: Lähetetäänkö välimuistikopio kohteeseen %@/%@?
fr: Téléverser la copie en cache vers %@/%@ ?
hu: Feltölti a gyorsítótárazott másolatot ide: %@/%@?
it: Caricare la copia in cache su %@/%@?
ja: キャッシュされたコピーを %@/%@ にアップロードしますか？
ko: 캐시된 사본을 %@/%@에 업로드하시겠습니까?
nb: Vil du laste opp den bufrede kopien til %@/%@?
nl: Gecachte kopie uploaden naar %@/%@?
pl: Wgrać kopię z pamięci podręcznej do %@/%@?
pt_br: Enviar a cópia em cache para %@/%@?
pt_pt: Carregar a cópia em cache para %@/%@?
ru: Загрузить кэшированную копию в %@/%@?
sv: Ladda upp den cachade kopian till %@/%@?

# trash.restore.confirm.title
source: Restore this object?
cs: Obnovit tento objekt?
da: Gendan dette objekt?
de: Objekt wiederherstellen?
el: Επαναφορά αυτού του αντικειμένου;
es: ¿Restaurar este objeto?
fi: Palautetaanko tämä objekti?
fr: Restaurer cet objet ?
hu: Visszaállítja ezt az objektumot?
it: Ripristinare questo oggetto?
ja: このオブジェクトを復元しますか？
ko: 이 객체를 복원하시겠습니까?
nb: Gjenopprette dette objektet?
nl: Object herstellen?
pl: Przywrócić ten obiekt?
pt_br: Restaurar este objeto?
pt_pt: Restaurar este objeto?
ru: Восстановить этот объект?
sv: Återställ det här objektet?

# trash.status.cached
source: Cached
cs: V mezipaměti
da: Cachet
de: Gespeichert
el: Στην προσωρινή μνήμη
es: En caché
fi: Välimuistissa
fr: En cache
hu: Gyorsítótárazva
it: In cache
ja: キャッシュ済み
ko: 캐시됨
nb: Bufret
nl: Gecached
pl: Zapisano
pt_br: Em cache
pt_pt: Em cache
ru: Кэшировано
sv: Cachad

# trash.status.disabled
source: Metadata only
cs: Pouze metadata
da: Kun metadata
de: Nur Metadaten
el: Μόνο μεταδεδομένα
es: Solo metadatos
fi: Vain metatiedot
fr: Métadonnées seules
hu: Csak metaadatok
it: Solo metadati
ja: メタデータのみ
ko: 메타데이터만
nb: Bare metadata
nl: Alleen metadata
pl: Tylko metadane
pt_br: Apenas metadados
pt_pt: Apenas metadados
ru: Только метаданные
sv: Endast metadata

# trash.status.failed
source: Capture failed
cs: Zachycení selhalo
da: Caching mislykkedes
de: Erfassung fehlgeschlagen
el: Η αποτύπωση απέτυχε
es: Captura fallida
fi: Tallennus epäonnistui
fr: Capture échouée
hu: A rögzítés sikertelen
it: Acquisizione fallita
ja: 取り込み失敗
ko: 캡처 실패
nb: Bufring mislyktes
nl: Vastleggen mislukt
pl: Przechwycenie nieudane
pt_br: Falha na captura
pt_pt: Falha na captura
ru: Сбой кэширования
sv: Cachning misslyckades

# trash.status.pending
source: Caching…
cs: Ukládá se do mezipaměti…
da: Cacher…
de: Speichere…
el: Αποθήκευση στην προσωρινή μνήμη…
es: Almacenando…
fi: Tallennetaan välimuistiin…
fr: Mise en cache…
hu: Gyorsítótárazás…
ja: キャッシュ中…
ko: 캐싱 중…
nb: Bufrer…
nl: Cachen…
pl: Buforowanie…
pt_br: Em cache…
pt_pt: A colocar em cache…
ru: Кэширование…
sv: Cachar…

# trash.status.tooLarge
source: Too large
cs: Příliš velké
da: For stor
de: Zu groß
el: Πολύ μεγάλο
es: Demasiado grande
fi: Liian suuri
fr: Trop volumineux
hu: Túl nagy
it: Troppo grande
ja: 大きすぎ
ko: 너무 큼
nb: For stor
nl: Te groot
pl: Zbyt duży
pt_br: Muito grande
pt_pt: Demasiado grande
ru: Слишком большой
sv: För stor

# trash.window.title
source: Trash
cs: Koš
da: Papirkurv
de: Papierkorb
el: Κάδος
es: Papelera
fi: Roskakori
fr: Corbeille
hu: Kuka
it: Cestino
ja: ゴミ箱
ko: 휴지통
nb: Papirkurv
nl: Prullenbak
pl: Kosz
pt_br: Lixeira
pt_pt: Lixo
ru: Корзина
sv: Papperskorg

# upload.picker.title
source: Choose files to upload
cs: Vyberte soubory k nahrání
da: Vælg filer at uploade
de: Dateien zum Hochladen wählen
el: Επιλέξτε αρχεία για μεταφόρτωση
es: Elige archivos para subir
fi: Valitse lähetettävät tiedostot
fr: Choisissez les fichiers à téléverser
hu: Válassza ki a feltöltendő fájlokat
it: Scegli i file da caricare
ja: アップロードするファイルを選択
ko: 업로드할 파일을 선택하세요
nb: Velg filer som skal lastes opp
nl: Kies bestanden om te uploaden
pl: Wybierz pliki do wysłania
pt_br: Escolher arquivos para enviar
pt_pt: Escolha os ficheiros a carregar
ru: Выберите файлы для загрузки
sv: Välj filer att ladda upp

# versions.action.delete
source: Delete version
cs: Smazat verzi
da: Slet version
de: Version löschen
el: Διαγραφή έκδοσης
es: Eliminar versión
fi: Poista versio
fr: Supprimer la version
hu: Verzió törlése
it: Elimina versione
ja: バージョンを削除
ko: 버전 삭제
nb: Slett versjon
nl: Versie verwijderen
pl: Usuń wersję
pt_br: Excluir versão
pt_pt: Eliminar versão
ru: Удалить версию
sv: Radera version

# versions.action.restore
source: Restore
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
hu: Visszaállítás
it: Ripristina
ja: 復元
ko: 복원
nb: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ru: Восстановить
sv: Återställ

# versions.column.actions
source: Actions
cs: Akce
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
fi: Toiminnot
hu: Műveletek
it: Azioni
ja: アクション
ko: 작업
nb: Handlinger
nl: Acties
pl: Akcje
pt_br: Ações
pt_pt: Ações
ru: Действия
sv: Åtgärder

# versions.column.modified
source: Modified
cs: Změněno
da: Ændret
de: Geändert
el: Τροποποιήθηκε
es: Modificado
fi: Muokattu
fr: Modifié
hu: Módosítva
it: Modificato
ja: 変更日
ko: 수정됨
nb: Endret
nl: Gewijzigd
pl: Zmieniono
pt_br: Modificado
pt_pt: Modificado
ru: Изменена
sv: Ändrad

# versions.column.size
source: Size
cs: Velikost
da: Størrelse
de: Größe
el: Μέγεθος
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
it: Dimensione
ja: サイズ
ko: 크기
nb: Størrelse
nl: Grootte
pl: Rozmiar
pt_br: Tamanho
pt_pt: Tamanho
ru: Размер
sv: Storlek

# versions.column.versionId
source: Version ID
cs: ID verze
da: Versions-ID
el: Αναγνωριστικό έκδοσης
es: ID de versión
fi: Versiotunnus
fr: ID de version
hu: Verzióazonosító
it: ID versione
ja: バージョンID
ko: 버전 ID
nb: Versjons-ID
nl: Versie-ID
pl: ID wersji
pt_br: ID da versão
pt_pt: ID da versão
ru: ID версии
sv: Versions-ID

# versions.delete.confirm.button
source: Delete
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ru: Удалить
sv: Radera

# versions.delete.confirm.message
source: The version from %@ will be permanently deleted. Lifecycle rules are bypassed.
cs: Verze z %@ bude trvale smazána. Pravidla životního cyklu budou obejita.
da: Versionen fra %@ slettes permanent. Livscyklusregler omgås.
de: Die Version vom %@ wird endgültig gelöscht. Lifecycle-Regeln werden umgangen.
el: Η έκδοση από %@ θα διαγραφεί οριστικά. Οι κανόνες κύκλου ζωής παρακάμπτονται.
es: La versión del %@ se eliminará permanentemente. Se omiten las reglas de ciclo de vida.
fi: Versio ajalta %@ poistetaan pysyvästi. Elinkaarisäännöt ohitetaan.
fr: La version du %@ sera supprimée définitivement. Les règles de cycle de vie sont ignorées.
hu: A(z) %@ időpontból származó verzió véglegesen törlődik. Az életciklus-szabályok figyelmen kívül maradnak.
it: La versione del %@ verrà eliminata definitivamente. Le regole di lifecycle vengono ignorate.
ja: %@ のバージョンを完全に削除します。ライフサイクルルールは無視されます。
ko: %@ 의 버전이 영구적으로 삭제됩니다. 라이프사이클 규칙은 무시됩니다.
nb: Versjonen fra %@ slettes permanent. Livssyklusregler omgås.
nl: De versie van %@ wordt permanent verwijderd. Lifecycle-regels worden omzeild.
pl: Wersja z %@ zostanie trwale usunięta. Reguły cyklu życia są pomijane.
pt_br: A versão de %@ será excluída permanentemente. As regras de ciclo de vida são ignoradas.
pt_pt: A versão de %@ será eliminada permanentemente. As regras de ciclo de vida são ignoradas.
ru: Версия от %@ будет удалена без возможности восстановления. Правила жизненного цикла при этом игнорируются.
sv: Versionen från %@ raderas permanent. Livscykelregler kringgås.

# versions.delete.confirm.title
source: Delete this version?
cs: Smazat tuto verzi?
da: Slet denne version?
de: Diese Version löschen?
el: Διαγραφή αυτής της έκδοσης;
es: ¿Eliminar esta versión?
fi: Poistetaanko tämä versio?
fr: Supprimer cette version ?
hu: Törli ezt a verziót?
it: Eliminare questa versione?
ja: このバージョンを削除しますか？
ko: 이 버전을 삭제하시겠습니까?
nb: Slette denne versjonen?
nl: Deze versie verwijderen?
pl: Usunąć tę wersję?
pt_br: Excluir esta versão?
pt_pt: Eliminar esta versão?
ru: Удалить эту версию?
sv: Radera den här versionen?

# versions.empty.message
source: This object has no version history. Enable versioning on the bucket to start recording.
cs: Tento objekt nemá historii verzí. Zapněte verzování bucketu, aby se začaly zaznamenávat.
da: Dette objekt har ingen versionshistorik. Slå versionering til på bucketen for at begynde at registrere.
de: Dieses Objekt hat keine Versionshistorie. Aktiviere Versionierung am Bucket, um die Aufzeichnung zu starten.
el: Αυτό το αντικείμενο δεν έχει ιστορικό εκδόσεων. Ενεργοποιήστε τη διαχείριση εκδόσεων στο bucket για να ξεκινήσει η καταγραφή.
es: Este objeto no tiene historial de versiones. Habilita el versionado del bucket para empezar.
fi: Tällä objektilla ei ole versiohistoriaa. Ota versiointi käyttöön bucketissa aloittaaksesi tallennuksen.
fr: Cet objet n’a pas d’historique de versions. Activez le versioning sur le bucket pour commencer.
hu: Ennek az objektumnak nincs verzióelőzménye. A rögzítés megkezdéséhez engedélyezze a verziózást a bucketen.
it: Questo oggetto non ha una cronologia di versioni. Abilita il versioning sul bucket per iniziare.
ja: このオブジェクトにはバージョン履歴がありません。バケットでバージョン管理を有効にして記録を開始してください。
ko: 이 객체에는 버전 기록이 없습니다. 버킷에서 버전 관리를 활성화해 기록을 시작하세요.
nb: Dette objektet har ingen versjonshistorikk. Aktiver versjonering på bucketen for å begynne å registrere.
nl: Dit object heeft geen versiegeschiedenis. Schakel versiebeheer op de bucket in om te beginnen.
pl: Ten obiekt nie ma historii wersji. Włącz wersjonowanie bucketu, aby zacząć rejestrowanie.
pt_br: Este objeto não tem histórico de versões. Ative o versionamento no bucket para começar.
pt_pt: Este objeto não tem histórico de versões. Ative o versionamento no bucket para começar a registar.
ru: У этого объекта нет истории версий. Включите версионирование бакета, чтобы начать запись.
sv: Det här objektet har ingen versionshistorik. Aktivera versionshantering på bucketen för att börja registrera.

# versions.empty.title
source: No versions recorded
cs: Žádné zaznamenané verze
da: Ingen versioner registreret
de: Keine Versionen vorhanden
el: Δεν έχουν καταγραφεί εκδόσεις
es: No hay versiones
fi: Ei tallennettuja versioita
fr: Aucune version enregistrée
hu: Nincs rögzített verzió
it: Nessuna versione
ja: バージョン履歴なし
ko: 기록된 버전 없음
nb: Ingen versjoner registrert
nl: Geen versies
pl: Brak wersji
pt_br: Sem versões
pt_pt: Nenhuma versão registada
ru: Версии не записаны
sv: Inga versioner registrerade

# versions.error.title
source: Could not load versions
cs: Verze se nepodařilo načíst
da: Versionerne kunne ikke indlæses
de: Versionen konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των εκδόσεων
es: No se pudieron cargar las versiones
fi: Versioita ei voitu ladata
fr: Impossible de charger les versions
hu: A verziók nem tölthetők be
it: Impossibile caricare le versioni
ja: バージョンを読み込めませんでした
ko: 버전을 불러올 수 없습니다
nb: Kunne ikke laste inn versjoner
nl: Versies konden niet worden geladen
pl: Nie udało się załadować wersji
pt_br: Não foi possível carregar as versões
pt_pt: Não foi possível carregar as versões
ru: Не удалось загрузить версии
sv: Kunde inte läsa in versioner
